[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Go to the Greaves Refinery")
m_Choices[1]=(m_ChoiceText="Stay in the Rudshore Waterfront")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_4 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Go to Central Rudshore")
m_Choices[1]=(m_ChoiceText="Stay in the Rudshore Waterfront")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_5 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Go to the Greaves Refinery")
m_Choices[1]=(m_ChoiceText="Stay in the Rudshore Waterfront")

